Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/F45B.tmx
Source language: en_us
Languages: zh_cn

source: Railways in Victorian fiction
zh_cn: 铁路之于维多利亚小说

source: The first railway line in Britain opened in 1830, transforming how the public travelled and communicated - and read fiction.
zh_cn: 英国首条铁路建成于1830年，引起了人们出行、交往和阅读的一次大变革。

source: Focusing on the work of Thomas Hardy, Charles Dickens and George Eliot, Professor John Mullan explores the influence of the railway on Victorian novels.
zh_cn: 约翰·马伦教授驻足托马斯·哈代、查尔斯·狄更斯以及乔治·艾略特的著作，进行了铁路之于维多利亚时代小说的探秘之旅。

source: In Thomas Hardy's Jude the Obscure, Jude is courting Sue Bridehead in Melchester (based on Salisbury) and suggests that they go to sit in the Cathedral together: "I think I'd rather sit in the railway station," she answered, a remnant of vexation still in her voice.
zh_cn: 托马斯·哈代的著作《无名的裘德》中有这样一幕：索尔兹伯里的梅尔切斯特小镇上，裘德在追求才貌双全的淑·布莱海德，他提议两人一起去天主大教堂坐坐：‘“那还不如去火车站坐着呢，”淑答道，带着一丝懊恼与不甘的余味。

source: "That's the centre of the town life now.
zh_cn: “现如今那里才是城镇生活的中心。

source: The cathedral has had its day!"
zh_cn: 大教堂已经是过去式了！”

source: "How modern you are!"' exclaims her admirer (Part Third, ch. 1).
zh_cn: “亲爱的，你好前卫！”’作为仰慕者的裘德夸赞道。（第三部分，第一章节）

source: Victorian ideas of modernity and progress were formed by the railways.
zh_cn: 维多利亚时代的现代化与社会进步是由铁路来书写的。

source: Hardy's novel was published in 1897, but was set between the 1850s and early 1870s, in a Wessex already utterly reshaped by the train.
zh_cn: 哈代的小说出版于1897年，然却被归类为19世纪50到70年代早期间的《韦塞克斯小说集》中，而该作品集却是因着火车脱胎换骨了一番的。

source: The first rail line connecting British cities, running between Liverpool and Manchester, came before Queen Victoria's reign (1837-1901), opening in 1830.
zh_cn: 串起英国城市的首条铁路坐落于利物浦和曼切斯特之间，建成于维多利亚女王登上大宝之前（1837-1901），开通于1830年。

source: Yet many of Britain's major rail lines were built during the first decade of her reign: London-Birmingham opened in 1838; London-Bristol in 1841; and London-Glasgow in 1848.
zh_cn: 后来英国的许多主要铁路线都建成于女王治下的前十年间：伦敦-伯明翰铁路开通于1838年；伦敦-布里斯托尔铁路开通于1841年；伦敦-格拉斯哥铁路开通于1848年。

source: Britain's first railway boom took place in the 1840s: by 1850, over 6000 miles of track were laid.
zh_cn: 19世纪40年代，英国首次铁路热来袭：到1850年，建成铁路长达六千多公里。

source: The 1860s saw a second boom, and by 1880 there were about 18,000 miles of track and a web of connections between the nation's towns as well as cities.
zh_cn: 而19世纪60年代见证了铁路的二次繁荣，到1880年，英国铁轨延伸至一万八千公里，在全国范围内编织了一张城镇互联网。

source: Some powerful accounts of the coming of the railways are to be found in English novels, but the railways also shaped the development of fiction in material ways.
zh_cn: 英语小说中有关铁路由来的一些有力说法有迹可循，而铁路反过来在物质层面上塑造了小说的发展。

source: W H Smith and Sons developed on railway concourses (the first outlet was opened at Euston in 1848), selling cheaply priced novels.
zh_cn: WHS公司创始人亨利·沃尔顿·史密斯和他的子孙们建立了一系列铁路站点（1848年，首个门面在伦敦尤斯顿开张），低价售卖小说。

source: The firm sponsored two shilling reprints of successful novels. Special 'railway editions' were marketed by other publishers for reading on trains - notably George Routledge's 'Railway library' of one shilling reprints.
zh_cn: 该公司会赞助两先令再版当红小说，这种别样的“铁路翻版”再由其他出版商销售，供乘客在火车上阅读。值得一提的是，乔治·劳特利奇的“铁路图书馆”一先令即可再版。

source: Novel reading and rail travel became closely connected.
zh_cn: 品读小说和铁路旅行就这样结下了不解情缘。

source: As the railway network grew, so did W H Smith's bookselling business: by the end of the century it had well over 1000 station bookstalls.
zh_cn: 随着铁路网覆盖面的扩张，WHS书店产业链也在蓬勃发展：全英范围内，该公司已有1000多家书店站点。

source: Dickens and the railway
zh_cn: 狄更斯与铁路

source: The inclination of Victorian novelists to set their works several decades back from the time of composition means that few of the major novelists of the mid-19th century immediately registered the influence of the railways.
zh_cn: 维多利亚时期的小说家大都喜欢把作品延期至作品落成时的几十年后，这就说明19世纪中期的大作家里，极少有人能及时参透铁路带来的影响。

source: The exception is Dickens, who witnessed the building of the London and Birmingham Railway through Camden Town to Euston in the later 1830s. He gives a description of the 'great earthquake' produced by this project in Dombey and Son (ch. 6).
zh_cn: 狄更斯却是个例外，他目睹了19世纪20年代末，途经伦敦卡姆登镇和尤斯顿镇的伦敦-伯明翰铁路的建成，还在以该铁路为背景的著作《董贝父子》（第六章）中，用“大地震”来形容此番变化。

source: This novel began appearing in monthly instalments in October 1846, at the height of the railway boom, and measures the impact of the train in many ways.
zh_cn: 该小说于1846年10月发行，成为铁路热中的巅峰之作，分期连载的同时，也见证着火车所带来的方方面面的影响。

source: Dickens notes with sarcasm that from 'the very core of all this dire disorder', the unfinished railroad 'trailed smoothly away, upon its mighty course of civilisation and improvement' (ch. 6).
zh_cn: 狄更斯在字里行间讽刺意味尽显，如‘一切极度混乱的根源’在于无休止的铁路扩张‘在文明与进步的强势前行中，顺利行进’。（第六章）

source: A few chapters - and several years - later, we revisit the locality in the company of the novel's hero, Walter Gay, to find the 'the railway world' has become accepted fact.
zh_cn: 多年后，再读书中几个章节，由小说主人公沃尔特·盖伊作陪重游书中提及之地，就会发现“铁路世界”已然成为人们广为接受的事实。

source: 'There were railway hotels, office-houses, lodging-houses, boarding-houses; railway plans, maps, views, wrappers, bottles, sandwich-boxes, and time-tables; railway hackney-coach and stands; railway omnibuses, railway streets and buildings, railway hangers-on and parasites, and flatterers out of all calculation.
zh_cn: ‘铁路旁有旅馆、办公住宅、旅舍公寓；有铁路规划、地图、铁路景观，连包装纸、瓶子、三明治盒、甚至进度表上都刻画着铁路标识；铁路上有出租马车，有站台；有旅馆马车、铁路街道、铁路大楼；还有上赶着阿谀奉承、曲意逢迎的形形色色的人。

source: There was even railway time observed in clocks, as if the sun itself had given in' (ch. 15).
zh_cn: 钟表上甚至还有铁路时间，仿佛连太阳都已败下阵来，俯首称臣。’（第十五章）

source: The railway is irresistible, first destroying, and then bringing 'throbbing currents' of new vitality to the city.
zh_cn: 铁路的出现势如破竹，起先是一片狼藉，之后才为整个城市注入了新的生机，如心跳般砰砰作响。

source: On a train journey, the grim, life-denying Mr Dombey experiences the momentum of the train as a hellish intimation of doom.
zh_cn: 在火车旅行中，阴郁厌生的董贝先生感受着火车行驶的势头，感觉像是在地狱转了一圈。

source: On the other hand, the affectionate Mr Toodle, husband of Paul Dombey's devoted nurse, is a stoker who eventually becomes a train driver, and entertains his many children with observations playfully built out of train and railway metaphors.
zh_cn: 另一边，深情款款的图德尔先生是保罗·董贝忠诚的女护士之夫，开始是一名司炉（专指火车上的火夫），后来成为列车司机。他时常拿列车外的闲谈开玩笑，用一些铁路轶事来逗弄自己的一干子女。

source: The railway brings nothing but good to him and his family.
zh_cn: 铁路给他自己和家人带来了福音。

source: George Eliot and the railways
zh_cn: 乔治·艾略特和铁路

source: Inevitably, communities argued about the desirability of the railway.
zh_cn: 社区里人们对铁路扩张欲争论不休，这是不可避免的。

source: In Middlemarch (1874), George Eliot looked back some 40 years to the early 1830s and dramatised such an argument. 'In the hundred to which Middlemarch belonged railways were as exciting a topic as the Reform Bill or the imminent horrors of Cholera'.
zh_cn: 《米德尔马契》一书中，乔治·艾略特展望到19世纪30年代的未来40年，给出了一句戏言。‘《米德尔马契》一书的上百主题中，铁路一直是个热点话题，一如《权利法案》，激动人心，一如霍乱瘟疫，令人惶恐不安’。

source: News of the likely arrival of the railway spreads, and men from London appear 'with staves and instruments' to chart possible paths for the planned railway.
zh_cn: 修建铁路的消息迅速扩散，从伦敦来的工作人员“手执铅笔蓝图”，勾画着规划铁路的可能路线。

source: Caleb Gath, whose integrity the reader has learned to trust, thinks of the new development as necessary and welcome.
zh_cn: 书中人物盖勒布·嘎斯的老实忠厚是众人皆知的，他觉得新的发展很必要，应好好接纳。

source: He contradicts farm labourers who have been scuffling with railway agents: 'Now, my lads, you can't hinder the railroad: it will be made whether you like it or not' (ch. 56).
zh_cn: 面对与铁路工人扭打到一起的农民，他劝解道：‘都这时候了，好伙计呀，你们挡也挡不住：不管喜不喜欢，铁路修建都势在必行。’

source: Symbols of destiny
zh_cn: 宿命象征义

source: This irresistibility is something of a refrain, and railways often seem to symbolise destiny to Victorians.
zh_cn: 正如抗拒中有着不可抗的因素，铁路对维多利亚人而言通常象征着宿命。

source: The railway accident, for instance, becomes a plot device in fiction.
zh_cn: 就拿铁路事故来说，这是小说中的常用桥段。

source: Carker, the villain of Dombey and Son, is killed by a train, as if the very forces of progress that he thinks he represents also destroys him.
zh_cn: 《董贝父子》中的恶棍形象卡克尔魂断铁轨，就像他以为自己代表进步的力量，可却恰恰因此毁灭。

source: In Mrs Henry Wood's best-selling sensation novel East Lynne (1861), the adulterous Isabel Carlyle is suitably punished when she is involved in a railway accident. Her child is killed and she is disfigured.
zh_cn: 亨利·伍德夫人的畅销奇情小说《东林恨史》（1861）中，与人厮混的伊莎贝拉·卡莱尔在一起铁路事故中受到相应的惩罚，落得个丧子毁容的下场。

source: In two other leading sensation novels, Mary Elizabeth Braddon's Lady Audley's Secret (1862) and Wilkie Collins's No Name (1862), the protagonists have parents killed in train accidents.
zh_cn: 在另外两本奇情小说中，玛丽·伊丽莎白·布雷顿的《奥德利夫人的秘密》（1862）以及威尔·柯林斯的《无名》（1862），主人公的父母都被铁轨夺去了生命。

source: Plot lines and the railways
zh_cn: 故事线索与铁路

source: Train travel starts becoming essential to the plots of Victorian mystery fiction, often featuring, for instance, in the sensation fiction of Wilkie Collins and the detective fiction of Arthur Conan Doyle.
zh_cn: 列车之旅是维多利亚推理小说中的重要情节，举个例子，比较典型的有威尔·柯林斯的奇情小说和亚瑟·柯南·道尔的侦探小说。
